/**
 * 由于接口数据的地名与echarts地名有些许不符，
 * 创建此文件用以地区映射
 */


let nameMap = {
    "神农架林区": '神农架市',
    "恩施土家族苗族自治州": '恩施州市',
    "昌吉回族自治州": '昌吉州市',
    "阿克苏地区": '阿克苏市',
    "海北藏族自治州": '海北州市',
    "甘南藏族自治州": '甘南州市',
    "临夏回族自治州": '临夏市',
    "兴安盟": '兴安盟乌兰浩特市',
    "大兴安岭地区": '大兴安岭市',
    "阿坝藏族羌族自治州": '阿坝市',
    "甘孜藏族自治州": '甘孜市',
    "凉山彝族自治州": '凉山市',
    "浦东新区": '浦东区',
    "济源市": '济源示范区市',
    "湘西土家族苗族自治州": '湘西自治州市',
    "黔西南布依族苗族自治州": '黔西南州市',
    "黔南布依族苗族自治州": '黔南州市',
    "黔东南苗族侗族自治州": '黔东南州市',
    "西双版纳傣族自治州": '西双版纳州市',
    "西双版纳傣族自治州": '西双版纳州市',
    "德宏傣族景颇族自治州": '德宏州市',
    "大理白族自治州": '大理市',
    "楚雄彝族自治州": '楚雄州市',
    "文山壮族苗族自治州": '文山州市',
    "红河哈尼族彝族自治州": '红河市',
}




export default nameMap